#include <iostream>
#include <vector>

using namespace std;



int main()
{

   string text = "През 1987 г. завършва медицинския факултет на Медицинска академия. След дипломирането си постъпва в болницата в Благоевград като ординатор в ОАРИЛ. През 1990 г. след конкурс постъпва в клиниката по анестезиология и интензивно лечение на болницата “Св. Екатерина”. Последователно е избран за старши и за главен асистент. За по-нататъшна специализация е командирован в Сърдечния център на Бохумския университет в Бад Ойенхаузен, Германия, Академичния медицински център, Амстердам, Холандия и Кардиологичния център в Кливланд, САЩ. През 2001 г. защитава докторска дисертация върху оценката на кръвообръщението след сърдечни операции. От 2002 г. е ръководител на Клиниката по анестезиология и интензивно лечение. От 2004 г. е избран за редовен доцент. От 2005 г. е републикански консултант по анетезиология и интензивно лечение. Притежава богат опит в";


   cout << text.size();


   return 0;
}

